Repository: common-repository/magic-seo-image-for-nextgen
Catalog: languages/nab-*.po
Languages: fa_ir

# page title
source: Magic SEO Image for nextgen
fa_ir: بهینه سازی جادویی تصاویر NextGen

# menu title
source: Magic SEO nextgen
fa_ir: بهینه سازی تصاویر

source: SEO nextGallery images
fa_ir: بهینه سازی تصاویر NextGen Gallery

source: Please select a gallery
fa_ir: لطفا یگ گالری را انتخاب کنید

source: show posts tags
fa_ir: نمایش برچسب های مطالب

source: your custom tags :
fa_ir: عبارت های دلخواه

source: add your custom alt:
fa_ir: عبارت های دلخواه خود را برای alt وارد کنید :

source: Separate each alt with comma
fa_ir: هر عبارت را با کاما از هم جدا کنید.

source: add to tags
fa_ir: افزودن به برچسب ها

source: Picture
fa_ir: تصویر

source: Pictures
fa_ir: تصاویر

source: No pictures avaliable.
fa_ir: هیچ تصویری وجود ندارد

source: ID
fa_ir: شناسه

source: Filename
fa_ir: نام فایل

source: Description
fa_ir: توضیحات

source: Delete
fa_ir: حذف

source: Change Alt
fa_ir: تغییر Alt یکسان

source: Random Change Alt
fa_ir: تغییر Alt تصادفی

source: Please select at least one image
fa_ir: لطفا حداقل یک تصویر را انتخاب کنید.

source: please select tag or write something!
fa_ir: لطفا تگ های مورد نظر را انتخاب کنید و یا عبارت مورد نظر را بنویسید.

source: you forgot to select any images
fa_ir: شما فراموش کردید که تصویری را انتخاب کنید!

source: all galleris
fa_ir: همه گالری ها
